Repository: JuiP/slideruler
Catalog: po/*.po
Languages: da, es, fr, hy, nl, pl, th

source: Sliderule
da: Regnestok
es: Regla de cálculo
fr: Règle à calcul
hy: Լոգարիթմական քանոն
nl: Schuifliniaal
pl: Obliczenia

source: log²
hy: լոգարիթմ²

source: log
hy: լոգարիթմ

source: 1/log
hy: 1/լոգարիթմ

source: log³
hy: լոգարիթմ³

source: sin
hy: սինուս

source: tan
hy: տանգես

source: linear
da: lineær
fr: linéaire
hy: գծային
nl: lineair
pl: liniowy

source: ln
hy: Բնական լոգարիթմ
pl: In

source: user defined
da: brugerdefineret
es: definido por el usuario
fr: personnalisé
hy: օգտվողի կողմից սահմանված
nl: gebruiker gedefinieerd
pl: zdefiniowany przez użytkownika
th: สร้างโดยผู้ใช้

source: square/square root
da: kvadrat/kvadratrod
es: cuadrado/raíz cuadrada
fr: carré/racine carrée
hy: քառակուսի/քառակուսի արմատ
nl: kwadraat/vierkantswortel
pl: kwadrat/pierwiastek kwadratowy
th: ยกกำลังสอง/รากที่สอง

source: multiply/divide
da: multiplicér/dividér
es: multiplicar/dividir
fr: multiplier/diviser
hy: բազմապատկել/բաժանել
nl: vermenigvuldig/deel
pl: mnożenie/dzielenie
th: คูณ/หาร

source: divide/multiply
da: dividér/multiplicér
es: dividir/multiplicar
fr: diviser/multiplier
hy: բաժանել/բազմապատկել
nl: deel/vermenigvuldig
pl: dzielenie/mnożenie
th: หาร/คูณ

source: cube/cube root
da: kubik/kubikrod
es: cubo/raíz cúbica
fr: cube/racine cubique
hy: խորանարդ/խորանարդ արմատ
nl: derde macht/derdemachtswortel
pl: sześcian/pierwiastek sześcienny
th: ยกกำลังสาม/รากที่สาม

source: sin, asin
hy: Սինուս, ասինուս

source: tan, atan
hy: տանգես, արկտանգես

source: add/subtract
da: addér/subtrahér
es: sumar/restar
fr: addition/soustraction
hy: գումարել/հանել
nl: optellen/aftrekken
pl: dodaj/odejmij
th: บวก/ลบ

source: natural log
da: naturlig logaritme
es: logaritmo natural
fr: log naturel
hy: Բնական լոգարիթմ
nl: natuurlijke log
pl: logarytm naturalny
th: ลอการิทึมธรรมชาติ

source: Edit
da: Redigér
es: Editar
fr: Éditer
hy: խմբագրել
nl: Wijzig
pl: Edytuj
th: แก้ไข

source: Project
es: Proyecto
fr: Projet
hy: Ծրագիր
pl: Projekt
th: โครงการ

source: Custom slide
es: Regleta personalizada
fr: Réglette personnalisée
hy: Անհատականացված ժապավեն
pl: Dowolny suwak
th: กำหนดค่าแถบเลื่อน

source: Custom stator
es: Estátor personalizada
fr: Base personnalisée
hy: Անհատականացված Ստատոր
pl: Dowolny stojan
th: กำหนดค่าสเตเตอร์

source: select function
da: vælg funktion
es: seleccionar función
fr: sélectionner la fonction
hy: ընտրել գործողությունը
nl: selecteer functie
pl: Wybierz funkcję
th: เลือกฟังก์ชัน

source: active slide
da: aktiv skyder
es: regleta activa
fr: réglette active
hy: ակտիվ սլայդ
nl: actieve dia
pl: aktywny suwak
th: แถบเลื่อนที่ใช้งานอยู่

source: select slide
da: vælg skyder
es: seleccionar regleta
fr: sélectionner la réglette
hy: ընտրել սլայդը
nl: selecteer dia
pl: wybierz suwak
th: เลือกแถบเลื่อน

source: active stator
da: aktiv stator
es: estátor activa
fr: base active
hy: ակտիվ ստատոր
nl: actieve stator
pl: aktywny stojan
th: สเตเตอร์ที่ใช้งานอยู่

source: select stator
da: vælg stator
es: seleccionar estátor
fr: sélectionner la base
hy: ընտրել ստատորը
nl: selecteer stator
pl: wybierz stojan
th: เลือกสเตเตอร์

source: realign slides
da: nulstil skydere
es: reordenar regletas
fr: réaligner les réglettes
hy: կարգավորել սլայդերը
nl: dia٥s uitlijnen
pl: wyrównaj suwaki
th: ตั้งค่าสไลด์ใหม่

source: create custom slide
da: opret tilpasset skyder
es: crear regleta personalizada
fr: créer une réglette personnalisée
hy: Ստեղծել անհատականացված ժապավեն
nl: maak aangepaste dia
pl: stwórz dowolny suwak
th: สร้างแถบเลื่อนที่กำหนดเอง

source: create custom stator
da: opret tilpasset stator
es: crear estátor personalizada
fr: créer une base personnalisée
hy: Ստեղծել անհատականացված Ստատոր
nl: maak aangepaste stator
pl: stwórz dowolny stojan
th: สร้างสเตเตอร์ที่กำหนดเอง

source: position function
da: positionsfunktion
es: función posición
fr: fonction position
hy: դիրքային ֆունկցիան
nl: positie functie
pl: funkcja pozycja
th: ตำแหน่งฟังก์ชั่น

source: result function
da: resultatfunktion
es: función resultado
fr: fonction résultat
hy: արդյունքի ֆունկցիան
nl: resultaat functie
pl: funkcja wynik
th: ผลลัพธ์ฟังก์ชั่น

source: label function
da: etikettefunktion
es: función etiqueta
fr: fonction étiquette
hy: պիտակի ֆունկցիան
nl: label functie
pl: funkcja etykieta
th: ป้ายฟังก์ชั่น

source: domain minimum
da: minimum på domæne
es: mínimo dominio
fr: minimum domaine
hy: նվազագույն տիրույթ
nl: domein minimum
pl: minimum domeny
th: โดเมนต่ำสุด

source: domain maximum
da: maksimum på domæne
es: máximo dominio
fr: maximum domaine
hy: առավելագույն տիրույթ
nl: domein maximum
pl: maximum domeny
th: โดเมนสูงสุด

source: step size
da: størrelse på trin
es: tamaño de paso
fr: pas
hy: քայլի չափսը
nl: stapgrootte
pl: rozmiar kroku
th: ขนาดเว้นเชื่อม

source: Copy
da: Kopiér
es: Copiar
fr: Copier
hy: Կրկնորինակել
nl: Kopieer
pl: Kopiuj
th: คัดลอก

source: Paste
da: Indsæt
es: Pegar
fr: Coller
hy: Տեղադրել
nl: Plak
pl: Wklej
th: วาง

source: Slide Rule
es: Regla de cálculo
fr: Règle de calcul
hy: Լոգարիթմական քանոն
pl: Suwmiarka

source: Overflow Error
da: Overløbsfejl
es: Error de Desbordamiento
fr: Erreur de dépassement
hy: Վրիպումների գերլցում
nl: Overloop Fout
pl: Błąd przepełnienia
th: ข้อผิดพลาดจำนวนที่ล้นออกมา

source: Name Error
da: Navnefejl
es: Error de Nombre
fr: Erreur de nom
hy: Անվան վրիպում
nl: Naam Fout
pl: Błąd nazwy
th: ชื่อข้อผิดพลาด

source: Zero-division Error
es: Error de división por cero
fr: Erreur de division par zéro
hy: Զրոյի-բաժանման վրիպում
pl: Błąd dzielenia przez zero

source: Type Error
da: Typefejl
es: Error de Tipo
fr: Erreur de type
hy: Վրիպումի տեսակը
nl: Type Fout
pl: Błąd typu
th: ประเภทของข้อผิดพลาด

source: Syntax Error
da: Syntaksfejl
es: Error de Sintaxis
fr: Erreur de syntaxe
hy: Շարահյության վրիպում
nl: Syntax Fout
pl: Błąd składni
th: ข้อผิดพลาดทางไวยากรณ์

source: Value Error
da: Værdifejl
es: Error de Valor
fr: Erreur de valeur
hy: Արժեքի վրիպում
nl: Waarde Fout
pl: Błąd wartości
th: ค่าผิดพลาด

source: Zero Division Error
es: Error de División por cero
fr: Erreur de division par zéro
hy: Զրոյի-բաժանման վրիպում
pl: Błąd dzielenia przez zero

source: a mechanical calculator for multiplication, division, log, and more
da: en mekanisk lommeregner til multiplikation, division, logaritmer og mere
nl: een mechanische rekenmachine voor vermenigvuldigen, delen, log, en meer

source: Can not divide by zero
da: Kan ikke dividere med nul
nl: Kan niet delen door nul
th: ไม่สามารถหารด้วยศูนย์

source: Quit
da: Afslut
