Repository: JuiP/slideruler
Catalog: po/ayc.po
Languages: ayc

source: Sliderule
ayc: Jakhsuña sara

source: a mechanical calculator for multiplication, division, log, and more
ayc: amparampi jakhujaña wakichata, jaljayañataki, registros juk'ampi

source: square/square root
ayc: cuadrado/raíz cuadrada wakichata

source: multiply/divide
ayc: Jakhujaña/jaljayaña

source: divide/multiply
ayc: jaljayaña/jakhujaña

source: cube/cube root
ayc: cubo/raíz cúbica wakichata

source: sin, asin
ayc: sin, asin wakichata

source: tan, atan
ayc: tan, atan wakichata

source: add/subtract
ayc: jakhuxataña/jakhuqaña

source: natural log
ayc: logaritmo wakichata

source: Edit
ayc: Chiqachaña

source: select function
ayc: Wakichata phuqiri thaqaña

source: active slide
ayc: Uñjaña wakichata qhantata

source: select slide
ayc: Uñjaña wakichata thaqaña

source: active stator
ayc: estator wakichata qhantata

source: select stator
ayc: estator wakichata thaqaña

source: realign slides
ayc: Uñjaña wakichatanaka chiqachaña

source: create custom slide
ayc: Uñjaña wakichata jaqichjaña uñstayaña

source: create custom stator
ayc: estator wakichata jaqichjaña uñstayaña

source: position function
ayc: Wakichata apsuri uchäwi

source: result function
ayc: Wakichata apsurina kutsuyäwi

source: label function
ayc: Wakichata apsurina sutiñchäwipa

source: domain minimum
ayc: qallta apnaqaña yatiña

source: domain maximum
ayc: wali apnaqaña yatiña

source: step size
ayc: chillqi taña

source: Copy
ayc: apaqaña

source: Paste
ayc: lip'iyaña

source: log²
ayc: log² wakichata

source: log
ayc: log wakichata

source: 1/log
ayc: 1/log wakichata

source: log³
ayc: log³ wakichata

source: sin
ayc: sin wakichata

source: tan
ayc: tan wakichata

source: linear
ayc: lineal wakichata

source: log log
ayc: log log wakichata

source: ln
ayc: ln wakichata

source: user defined
ayc: Apnaqirina wakichata

source: Overflow Error
ayc: Saranukusa pantjata

source: Name Error
ayc: Sutina pantjata

source: Can not divide by zero
ayc: ch'usa jakhumpi janiwa jaljayañjamati

source: Type Error
ayc: Qillqanakana pantjata

source: Value Error
ayc: Chanina pantjatapa

source: Syntax Error
ayc: Siqina pantjatapa

source: L
ayc: L chimpu

source: C
ayc: C chimpu

source: CI
ayc: CI chimpu

source: A
ayc: A chimpu

source: K
ayc: K chimpu

source: S
ayc: S chimpu

source: T
ayc: T chimpu

source: Quit
ayc: Mistuña

source: NaN
ayc: NaN chimpu
